Repository: riverDeer12/apex-performance-ios
Catalog: ApexPerformance/Resources/Localizable.xcstrings
Source language: hr
Languages: en, it

# %lld credits_remaining.
source: Preostalo je %lld sredstava
en: %lld credits remaining.
it: %lld crediti rimasti.

source: Obavezno polje.
en: Required.
it: Campo obbligatorio.

source: Nije ispravno.
en: Not valid.
it: Non valido.

source: Duplicirani unosi nisu dopušteni.
en: Duplicate entries are not allowed.
it: Le voci duplicate non sono consentite.

source: Nemate ovlaštenje.
en: Not authorized.
it: Non autorizzato.

source: Nedopuštena radnja.
en: Unauthorized action.
it: Azione non autorizzata.

source: Pogrešno korisničko ime ili lozinka.
en: Wrong username or password.
it: Nome utente o password errati.

source: Nije odobreno.
en: Not approved.
it: Non approvato.

source: Uloge nisu navedene.
en: Roles not provided.
it: Ruoli non forniti.

source: Nije pronađeno.
en: Not found.
it: Non trovato.

source: Već promijenjeno.
en: Already changed.
it: Già modificato.

source: Korisnik nije pronađen.
en: User is not found.
it: Utente non trovato.

source: Već postoji.
en: Already exists.
it: Esiste già.

source: Korisničko ime već postoji.
en: Username already exists.
it: Il nome utente esiste già.

source: Email već postoji.
en: Email already exists.
it: L’email esiste già.

source: Greška pri spremanju.
en: Saving error.
it: Errore durante il salvataggio.

source: Greška pri slanju e-pošte.
en: Error sending email.
it: Errore durante l’invio dell’email.

# account_details_and_settings
source: Detalji računa i postavke
en: Account Details and Settings
it: Dettagli e impostazioni dell’account

# active_straight_leg_raise
source: Aktivno podizanje ispružene noge
en: Active Straight Leg Raise
it: Sollevamento attivo della gamba tesa

# appointment
source: Termin
en: Appointment
it: Appuntamento

# appointment_approved_successfully
source: Termin je uspješno odobren.
en: Appointment approved successfully.
it: Appuntamento approvato con successo.

# appointment_declined_successfully
source: Termin je uspješno odbijen.
en: Appointment declined succ
it: Appuntamento rifiutato con successo.

# appointment_requests
source: Zahtjevi termina
en: Appointment Requests
it: Richieste di appuntamento

# appointments
source: Termini
en: Appointments
it: Appuntamenti

# appointments_left
source: Preostali termini
en: Appointments Left
it: Appuntamenti rimanenti

# approve_request_confirmation
source: Odobravanje poslanog zahtjeva klijenta.
en: Approve client’s request.

# approve_request_question
source: Želite li odoriti zahtjev?
en: Do you want to approve this request?
it: Vuoi approvare l'appuntamento?

# approved_appointments
source: Trenutni termini
en: Current Appointments
it: Appuntamenti in corso

# arms
source: Ruke
en: Arms
it: Braccia

# back
source: Leđa
en: Back
it: Schiena

# body_measurement_created_successfully
source: Mjera je uspješno kreirana
en: Body Measurement created successfully.
it: Misurazione corporea effettuata con successo.

# body_measurement_updated_successfully
source: Mjera je uspješno ažurirana.
en: Body Measurement updated successfully.
it: Misurazione corporea aggiornata con successo.

# body_measurements
source: Tjelesne mjere
en: Body Measurements
it: Misure corporee

# calves
source: Listovi
en: Calves
it: Polpacci

# can_not_be_undone
source: Ovu radnju nije moguće poništiti.
en: This action can not be undone.
it: Questa azione non può essere annullata.

# cancel
source: Otkaži
en: Cancel
it: Annulla

# cancel_appointment
source: Otkaži termin
en: Cancel Appointment
it: Annulla appuntamento

# cancel_appointment_info
source: Otkazivanje ovog termina.
en: Cancel this appointment.
it: Annulla questo appuntamento

# cancel_appointment_question
source: Želite li otkazati ovaj termin?
en: Cancel Appointment?
it: Vuoi annullare questo appuntamento?

# cancelation_comment_placeholder
source: Unesite razlog otkazivanja termina...
en: Enter reason for appointment cancelation...
it: Inserisci il motivo della cancellazione dell’appuntamento…

# cancelation_requests
source: Zahtjevi za otkazivanje
en: Cancelation requests
it: Richieste di cancellazione

# cardio
source: Kardio
en: Cardio
it: Cardio

# change_password
source: Promjeni lozinku
en: Change Password
it: Cambia password

# change_profile_picture
source: Promijeni profilnu sliku
en: Change profile picture
it: Cambia foto profilo

# change_username
source: Promjeni korisničko ime
en: Change Username
it: Cambia nome utente

# chest
source: Prsa
en: Chest
it: Petto

# client_created_successfully
source: Klijent je uspješno kreiran
en: Client created successfully
it: Client creato con successo

# clients
source: Klijenti
en: Clients
it: Clienti

# comment
source: Komentar
en: Comment
it: Commento

# confirm_password
source: Potvrdi lozinku
en: Confirm Password
it: Conferma password

# confirm_your_action
source: Potrebno je potvrditi radnju.
en: Please confirm your action
it: Devi confermare l’azione.

# contact
source: Kontakt
en: Contact
it: Contatto

# created_at
source: Vrijeme kreiranja
en: Created at
it: Creato a

# credits
source: Sredstva
en: Credits
it: Crediti

# croatian
source: Hrvatski
en: Croatian
it: Croata

# current_language
source: Trenutni jezik
en: Current language
it: Lingua attuale

# date
source: Datum
en: Date
it: Data

# day
source: Dan
en: Day
it: Giorno

# deep_squat
source: Duboki čučanj
en: Deep Squat
it: Squat profondo

# description
source: Opis
en: Description
it: Descrizione

# details
source: Detalji
en: Details
it: Dettagli

# download_template
source: Predložak
en: Template
it: Modello

# edit
source: Uredi
en: Edit
it: Modifica

# edit_profile
source: Uredi profil
en: Edit profile
it: Modifica profilo

# edit_workout
source: Uredi vježbu
en: Edit workout
it: Modifica esercizio

# email_copied
source: Email je kopiran
en: Email is copied
it: L'e-mail è stata copiata.

# english
source: Engleski
en: English
it: Inglese

# enter_confirm_password
source: Ponovi unos lozinke
en: Re-enter password
it: Reinserisci password

# enter_new_password
source: Unesi novu lozinku
en: Enter new password
it: Inserisci la nuova password

# enter_new_username
source: Unesi novo korisničko ime
en: Enter new username
it: Inserisci il nuovo nome utente

# error
source: Greška
en: Error
it: Errore

# first_name
source: Ime
en: First name
it: Nome

# fms_created_successfully
source: FMS je uspješno kreiran.
en: FMS created successfully.
it: FMS creato con successo.

# fms_max_length_50
source: Najviše 50 znakova.
en: Maximum length is 50 characters.
it: Lunghezza massima 50 caratteri.

# fms_updated_successfully
source: FMS je uspješno ažuriran.
en: FMS updated successfully.
it: FMS aggiornato con successo.

# generate_recurring_appointments
source: Generiraj raspored za slijedeći tjedan.
en: Generate next week appointments.
it: Generare un programma per la settimana successiva

# generating_recurring_appointments
source: Generiranje novih termina…
en: Generating new appointments...
it: Generazione di nuovi termini…

# glutes
source: Gluteus
en: Glutes
it: Glutei

# height
source: Visina
en: Height
it: Altezza

# Hide password
source: Sakrij lozinku
en: Hide password
it: Nascondi password

# hurdle_step
source: Korak preko prepreke
en: Hurdle Step
it: Passo sull’ostacolo

# import_workouts
source: Uvezi
en: Import
it: Importa

# in_line_lunge
source: Iskorak u liniji
en: Inline Lunge
it: Affondo in linea

# invalid_profile_picture
source: Odabrana slika nije valjana.
en: The selected image is not valid.
it: L'immagine selezionata non è valida.

# invalid_youtube_url
source: Unesite ispravnu YouTube poveznicu.
en: Enter a valid YouTube link.
it: Inserisci un link YouTube valido.

# italian
source: Talijanski
en: Italian
it: Italiano

# join-request
source: Pridruživanje terminu
en: Join Request
it: Richiesta di partecipazione

# join_requests
source: Zahtjevi za pridruživanje
en: Join requests
it: Richieste di partecipazione

# keep
source: Zadrži
en: Keep
it: Mantieni

# Key
source: Ključ
en: Key
it: Chiave

# language
source: Jezik
en: Language
it: Lingua

# Last Payment
source: Zadnje plaćanje
en: Last payment
it: Ultimo Pagamento

# last_name
source: Prezime
en: Last Name
it: Cognome

# latest_measurement
source: Zadnje mjerenje
en: Latest measurement
it: Ultima misurazione

# latest_weight
source: Zadnja težina
en: Latest weight
it: Ultimo peso

# legs
source: Noge
en: Legs
it: Gambe

# loading_appointment_types
source: Učitavanje vrsta termina
en: Loading appointment types
it: Caricamento dei tipi di appuntamento

# loading_clients
source: Učitavanje klijenata
en: Loading clients
it: Caricamento dei client

# loading_coaches
source: Učitavanje trenera
en: Loading coaches
it: Caricare le carrozze

# loading_time_slots
source: Učitavanje vremena termina
en: Loading time slots
it: Fasce orarie di caricamento

# login
source: Prijava
en: Login
it: Accedi

# logout
source: Odjava
en: Logout
it: Esci

# logout_question
source: Želite li se odjaviti?
en: Logout?
it: Vuoi uscire?

# manage_appointment_details
source: Upravljaj detaljima termina
en: Manage appointment details
it: Gestisci i dettagli dell’appuntamento

# manage_client_requests
source: Upravljanje zahtjevima za termine
en: Manage appointment requests
it: Gestisci richieste client

# manage_your_clients
source: Upravljaj klijentima
en: Manage your clients
it: Gestisci i tuoi clienti

# measurement_history
source: Povijest mjerenja
en: History
it: Cronologia misurazioni

# measurements
source: Mjerenja
en: Measurements
it: Misurazioni

# measurements_count
source: Broj mjerenja
en: Measurements
it: Misurazioni

# mobile_phone
source: Mobitel
en: Mobile phone
it: Cellulare

# my_measurements_subtitle
source: Pratite svoj napredak kroz vrijeme
en: Track your progress over time
it: Monitora i tuoi progressi nel tempo

# my_profile
source: Moj profil
en: My profile
it: Il mio profilo

# my_requests_subtitle
source: Status zahtjeva koje ste poslali
en: Status of requests you have sent
it: Stato delle richieste inviate

# name
source: Naziv
en: Name
it: Nome

# new_appointment
source: Novi termin
en: New Appointment
it: Nuovo appuntamento

# new_appointment_request
source: Novi termin
en: New appointment
it: Nuovo appuntamento

# new_body_measurement
source: Unos nove mjere
en: New Body Measurement
it: Nuova misurazione del corpo

# new_client
source: Novi klijent
en: New Client
it: Nouvo cliente

# new_fms
source: Novi FMS
en: New FMS
it: Nuovo FMS

# new_password
source: Nova lozinka
en: New Password
it: Nuova password

# new_username
source: Novo korisničko ime
en: New Username
it: Nuovo nome utente

# no_appointments_for_selected_day
source: Nema termina za ovaj dan
en: No appointments for this day.
it: Nessun appuntamento per questo giorno

# no_client
source: Nema klijenta.
en: No client.
it: Non c'è nessun cliente

# no_fms
source: Nema FMS procjena.
en: No FMS assessments.
it: Nessuna valutazione FMS.

# no_measurements
source: Nema mjerenja
en: No Measurements.
it: Nessuna misurazione

# no_requests
source: Nema novih zahtjeva.
en: No new requests.
it: Nessuna nuova richiesta.

# no_workouts
source: Nema vježbi
en: No workouts.
it: Nessun esercizio

# no_workouts_found
source: Nema vježbi koje odgovaraju pretrazi
en: No workouts match your search.
it: Nessun esercizio corrisponde alla ricerca

# not_enough_for_chart
source: Za prikaz grafa potrebna su barem dva mjerenja.
en: At least two measurements are needed to show the chart.
it: Per mostrare il grafico servono almeno due misurazioni.

# notify_coach_about_cancelation
source: Obavijesti trenera o otkazivanju termina.
en: Notify coach about cancelation.
it: Avvisare l'allenatore della cancellazione.

# out_of_credits
source: Nema sredstava
en: Out of Credits
it: Crediti esauriti

# password
source: Lozinka
en: Password
it: Password

# password_changed_successfully
source: Lozinka je uspješno izmjenjena
en: Password changed successfully
it: Password modificata con successo

# pending_approvals
source: Novi termini
en: Pending approvals
it: Appuntamenti in attesa approvazione

# personal_info
source: Osobni podatci
en: Personal Info
it: Informazioni personali

# phone_copied
source: Broj mobitela je kopiran
en: Phone number is copied.
it: Numero di cellulare copiato.

# profile
source: Profil
en: Profile
it: Profilo

# profile_is_not_provided
source: Profil nije unesen.
en: Profile is not provided for this user.
it: Profilo non fornito.

# profile_management
source: Upravljanje profilom
en: Profile Management
it: Gestione del profilo

# profile_picture_removed_successfully
source: Profilna slika je uklonjena.
en: Profile picture removed.
it: Foto profilo rimossa.

# profile_picture_too_large
source: Slika je prevelika (najviše 2 MB).
en: The picture is too large (max 2 MB).
it: L'immagine è troppo grande (max 2 MB).

# profile_picture_updated_successfully
source: Profilna slika je uspješno ažurirana.
en: Profile picture updated successfully.
it: Foto profilo aggiornata con successo.

# profile_updated_successfully
source: Profil je uspješno ažuriran.
en: Profile updated successfully.
it: Profilo aggiornato con successo.

# recurring_appointments_generated_successfully
source: Termini su uspješno generirani.
en: Appointments are successfully generated.
it: Le date sono state generate correttamente.

# reject
source: Odbij
en: Reject
it: Rifiuta

# reject_request_confirmation
source: Odbijanje poslanog zahtjeva klijenta.
en: Reject

# reject_request_info
source: Odbijanje poslanog zahtjeva klijenta.
en: Reject client’s request.

# reject_request_question
source: Želite li odbiti zahtjev?
en: Do you want to reject this appointment?
it: Vuoi rifiutare questa richiesta?

# related_appointment
source: Termin
en: Appointment
it: Appuntamento

# remove_profile_picture
source: Ukloni profilnu sliku
en: Remove profile picture
it: Rimuovi foto profilo

# remove_profile_picture_question
source: Ukloniti profilnu sliku?
en: Remove profile picture?
it: Rimuovere la foto profilo?

# request_approved_successfully
source: Zahtjev je uspješno odobren
en: Appointment request is approved successfully.
it: Richiesta approvata con successo.

# request_details
source: Detalji zahtjeva
en: Appointment details
it: Dettagli richiesta

# request_information
source: Informacije o zahtjevu
en: Details about appointment request
it: Dettagli richiesta

# request_rejected_successfully
source: Zahtjev je uspješno odbijen
en: Request has been rejected successfully.
it: Richiesta rifiutata con successo

# request_status_approved
source: Odobren
en: Approved
it: Approvata

# request_status_canceled
source: Otkazan
en: Canceled
it: Annullata

# request_status_declined
source: Odbijen
en: Declined
it: Rifiutata

# request_status_in_progress
source: U obradi
en: In progress
it: In corso

# request_status_pending
source: Na čekanju
en: Pending
it: In attesa

# request_type
source: Vrsta zahtjeva
en: Request type
it: Tipo di richiesta

# rotary_stability
source: Rotacijska stabilnost
en: Rotary Stability
it: Stabilità rotatoria

# save
source: Spremi
en: Save
it: Salva

# search_clients
source: Pretraži klijente
en: Search Clients
it: Cerca clienti

# search_workouts
source: Pretraži po nazivu, opisu ili vrsti
en: Search by name, description or type
it: Cerca per nome, descrizione o tipo

# select_appointment_type
source: Odaberite vrstu termina
en: Select appointment type
it: Seleziona il tipo di appuntamento

# select_clients
source: Odaberite klijente
en: Select clients
it: Selezionare i clienti

# select_coaches
source: Odaberite trenera
en: Select coach
it: Selezionare l'allenatore

# select_day
source: Odaberite dan
en: Select day
it: Seleziona il giorno

# select_time_slot
source: Vrijeme termina
en: Select time slot
it: Seleziona fascia oraria

# select_value
source: Odaberite vrijednost
en: Select value
it: Seleziona valore

# send_cancelation_request
source: Pošalji zahtjev za otkazivanje
en: Send cancelation request
it: Invia richiesta di cancellazione

# send_request
source: Pošalji zahtjev
en: Send request
it: Invia richiesta

# sender
source: Pošiljatelj
en: Sender
it: Mittente

# sent_at
source: Poslano:
en: Sent:
it: Inviata:

# shoulder_mobility
source: Pokretljivost ramena
en: Shoulder Mobility
it: Mobilità della spalla

# shoulders
source: Ramena
en: Shoulders
it: Spalle

# Show password
source: Prikaži lozinku
en: Show password
it: Mostra password

# since_first_measurement
source: od prvog mjerenja
en: since first measurement
it: dalla prima misurazione

# success
source: Uspjeh
en: Success
it: Successo

# successfully_canceled_appointment
source: Uspješno otkazan termin.
en: Successfully canceled appointment.
it: Appuntamento annullato con successo.

# successfully_created_appointment
source: Uspješno kreiran novi termin.
en: Successfully created appointment.
it: Appuntamento creato con successo.

# successfully_joined_appointment
source: Uspješno poslan zahtjev.
en: Join request successfully sent.
it: Richiesta inviata con successo.

# successfully_sent_cancelation_request
source: Uspješno poslan zahtjev za otkazivanje termina.
en: Successfully sent cancelation request.
it: Richiesta di annullamento inviata correttamente.

# successfully_updated_user
source: Uspješno ažurirani korisnički podatci.
en: Successfully updated user.
it: Utente aggiornato con successo.

# thigh
source: Bedro
en: Thigh
it: Coscia

# thumbnail_url
source: Poveznica na sličicu
en: Thumbnail link
it: Link della miniatura

# thumbnail_url_hint
source: Ostavite prazno za sličicu s YouTube videa.
en: Leave empty to use the YouTube video thumbnail.
it: Lascia vuoto per usare la miniatura del video YouTube.

# time_slot
source: Vrijeme termina
en: Time Slot
it: Fascia oraria

# trunk_stability_push_up
source: Stabilnost trupa - sklek
en: Trunk Stability Push-Up
it: Piegamento per la stabilità del tronco

# unknown_value
source: Nepoznata vrijednost
en: Unknown value
it: Valore sconosciuto

# upcoming_past_sessions
source: Pregled svih termina
en: List of all registered appointments

# upload_profile_picture
source: Dodaj profilnu sliku
en: Upload profile picture
it: Carica foto profilo

# upper_arm
source: Nadlaktica
en: Upper Arm
it: Braccio

# username
source: Korisničko ime
en: Username
it: Nome utente

# username_changed_successfully
source: Korisničko ime je uspješno izmjenjeno
en: Username changed successfully
it: Nome utente modificato con successo

# video_url
source: Poveznica na video (YouTube)
en: Video link (YouTube)
it: Link del video (YouTube)

# waist
source: Struk
en: Waist
it: Vita

# warning
source: Upozorenje
en: Warning

# weight
source: Težina
en: Weight
it: Peso

# weight_change
source: Promjena
en: Change
it: Variazione

# weight_progress
source: Napredak u težini
en: Weight Progress
it: Andamento del peso

# workout_duplicate
source: Vježba s istim nazivom i opisom već postoji.
en: A workout with the same name and description already exists.
it: Esiste già un esercizio con lo stesso nome e descrizione.

# workout_types
source: Vrste vježbi
en: Workout types
it: Tipi di esercizio

# workout_updated_successfully
source: Vježba je uspješno ažurirana.
en: Workout updated successfully.
it: Esercizio aggiornato con successo.

# workouts
source: Treninzi
en: Workouts
it: Allenamenti

# workouts_import_started
source: Uvoz je pokrenut. Rezultat ćete dobiti e-poštom.
en: Import started. You will receive the result by email.
it: Importazione avviata. Riceverai il risultato via email.

# workouts_subtitle
source: Pregled svih vježbi
en: Browse all workouts
it: Elenco di tutti gli esercizi

# write_comment_for_cancelation
source: Molimo upišite razlog otkazivanja u nastavku:
en: Please write reason for your cancelation
it: Scrivi qui sotto il motivo dell’annullamento:

# you_will_be_signed_out
source: Bit ćete odjavljeni.
en: You will be signed out
it: Verrai disconnesso.

source: X test
it: Test X
